10/data/attachments/f46ef0faaacc79cb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Doris_field_Friend_14539_5</nif:username>
            <nif:friendToBeRequested>soap_friends_5641f6b7-83e6-4d8a-a818-da2b14bb7ba5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>